[
    {
        "_id": 1,
        "title": "ER Simulation",
        "img": "images/er.png",
        "technologies": [
            "MS Excel",
            "SimQuick",
            "ProcessModel"
        ],
        "description": "Analyzing a local hospital’s ER process by observing the midnight shift (12:00 AM - 8:00 AM)",
        "modaldetails": "In this case, we will analyze a local hospital’s ER process by observing the midnight shift (12:00 AM - 8:00 AM), during which one customer arrives every 12 minutes, following an exponential distribution. To do so, we will construct process maps – which include an entrance, buffers, workstations, and decision points – and run multiple simulation models 200 times using the SimQuick software. Based on these results, we will focus on identifying and modifying the bottleneck. Along with this, we will observe how the bottleneck is impacted if the interarrival time decreases from 12 to 10 minutes. Lastly, we will provide recommendations to improve the process, along with the costs and trade-offs associated with them.",
        "schoolyear": "2021",
        "course": "MGSC"
    },
    {
        "_id": 2,
        "title": "Midland Energy Case",
        "img": "images/md.png",
        "technologies": [
            "MS Excel",
            "R",
            "Stata"
        ],
        "description": "Calculations of levered equity betas using comparable companies in E&P and M&R divisions",
        "modaldetails": "Midland Energy Resources, Inc. is a global energy company that operates in oil and gas exploration (E&P), refining and marketing (R&M), and petrochemicals. Of the three segments, E&P is the most profitable, accounting for most of the net income. The largest segment is R&M and the smallest is petrochemicals. Midland’s main goal is to develop a financial strategy that is based on four pillars: overseas growth, value-creating projects, capital structure optimization, and the repurchase of undervalued shares.",
        "schoolyear": "2022",
        "course": "FINA"
    },
    {
        "_id": 3,
        "title": "Cannimed Case",
        "img": "images/fin.png",
        "technologies": [
            "MS Excel",
            "R",
            "Stata"
        ],
        "description": "Recommendations based on financial analysis of a company's state for and IPO.",
        "modaldetails": "Cannimed Therapeutics (CMED) set themselves up for early success by being the first company (as PPS) to have successfully performed biosynthesis on plants that were being grown in underground copper and zinc mines, which provided the much needed security that the medical cannabis industry requires. They have led the market in pharmaceutical applications of cannabis by offering prescription pain medications that could be dosed through gelcaps, and are now looking to expand their market share potential while expanding their production and processing capabilities by seeking an IPO in order to raise $60 - $70 million.",
        "schoolyear": "2023",
        "course": "FINA"
    },
    {
        "_id": 4,
        "title": "Sorel Case",
        "img": "images/pm.png",
        "technologies": [
            "Lucid Chart",
            "ProcessModel",
            "MS Excel"
        ],
        "description": "Recommendations based on financial analysis of a company's state for and IPO.",
        "modaldetails": "Cannimed Therapeutics (CMED) set themselves up for early success by being the first company (as PPS) to have successfully performed biosynthesis on plants that were being grown in underground copper and zinc mines, which provided the much needed security that the medical cannabis industry requires. They have led the market in pharmaceutical applications of cannabis by offering prescription pain medications that could be dosed through gelcaps, and are now looking to expand their market share potential while expanding their production and processing capabilities by seeking an IPO in order to raise $60 - $70 million.",
        "schoolyear": "2023",
        "course": "FINA"
    },
    {
        "_id": 5,
        "title": "Ocean Carriers Case",
        "img": "images/oc.png",
        "technologies": [
            "MS Excel",
            "R",
            "Stata"
        ],
        "description": "Recommending whether or not to commission a new carrier, and the amount of time this asset will be held.",
        "modaldetails": "Ocean Carriers is an international shipping company that operates capesize dry bulk carriers to transport materials such as coal and iron ore worldwide. The business operation model relies mainly on time – chartering vessels on a “time charter” or “spot charter” basis. The charterer pays a daily hire rate for the duration of the contract and determines the materials transported. In turn, Ocean Carriers provides a seaworthy vessel, compliant with international regulations. Currently, Ocean Carriers is considering a lease proposal for a ship over three years, beginning in 2003. However, Ocean Carriers does not possess ships in its fleet that meet the customer’s expectations. This report serves to guide Mary Linn, Vice President of Finance for Ocean Carriers, to decide whether or not to commission a new carrier, and the amount of time this asset will be held.",
        "schoolyear": "2023",
        "course": "ECON"
    },
    {
        "_id": 6,
        "title": "Arches & Zion Case",
        "img": "images/pm.png",
        "technologies": [
            "Lucid Chart",
            "ProcessModel",
            "MS Excel"
        ],
        "description": "Improving the flow at the bottleneck steps to increase throughput",
        "modaldetails": "Arches National Park and Zion National Park are two of the most visited National Parks in the United States. Visitors from around the country and world flock to Utah to absorb all the state has to offer with its beautiful backdrops and scenic attractions. However, as these parks become more well-known for their beauty, problems regarding visitor experience arise, including long wait times, congested parking areas, and poor bathroom maintenance to name a few. Besides the customer side of the visitor experience being poor, the environmental condition of these parks is taking a hit as well. With longer waiting times to view the attractions, social trails are created, which can damage soil and kill vegetation. To tackle these problems, we will look at managing capacity as the main target.",
        "schoolyear": "2023",
        "course": "MGSC"
    },
    {
        "_id": 7,
        "title": "La Quinta Case",
        "img": "images/er.png",
        "technologies": [
            "MS Excel",
            "Python",
            "R"
        ],
        "description": "Main conflict: Should “gut feel” augment regression model, or vice versa? What factors could not be modeled by a regression?",
        "modaldetails": "Measure for a “good” hotel: Occupancy = The ratio of average rented rooms to total rooms. It is a widely used statistic in hotel administration. Profit = The bookkeeping methods used allowed each inn to be a profit center, so profit data were available. Operating margin in 1983 or 1986 = A percentage measure that consists of adding depreciation and interest expenses to the profit of an inn and dividing by the total revenue.",
        "schoolyear": "2023",
        "course": "FINA"
    },
    {
        "_id": 8,
        "title": "Intenseye Case",
        "img": "images/oc.png",
        "technologies": [
            "Python",
            "R",
            "Stata"
        ],
        "description": "AI tool to help companies monitor, measure, and improve workers’ adherence to safety protocols. Risk reduction, lower costs, improved accuracy.",
        "modaldetails": "Use case = A use case in product development is a description of how a user or a customer would interact with a product or service to accomplish a particular task or achieve a specific goal. It outlines the various steps involved in using the product or service and provides a detailed understanding of the user's needs and expectations.",
        "schoolyear": "2024",
        "course": "ECON"
    }
]